20230818075418-communication_connectors.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-01-31 Sat 14:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Communication Connectors</title>
<meta name="author" content="Michael Leibbrandt" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Communication Connectors</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org6f5530b">1. Plain Old Telephone Service (POTS)</a></li>
<li><a href="#org618a150">2. Digital Subscriber Line (DSL)</a></li>
<li><a href="#orgc64845a">3. Cable Internet</a></li>
<li><a href="#org1128e8f">4. Fiber-optic cables</a></li>
</ul>
</div>
</div>

<div id="outline-container-org6f5530b" class="outline-2">
<h2 id="org6f5530b"><span class="section-number-2">1.</span> Plain Old Telephone Service (POTS)</h2>
<div class="outline-text-2" id="text-1">
<p>
Cables transmitting voice through twisted copper pair wires.
</p>

<p>
Landline telephones, dial-up internet, and alarm systems use <code>POTS</code>.
</p>

<p>
The <code>RJ-11</code> (Register Jack 11) connector is used for <code>POTS</code>.
</p>
</div>
</div>

<div id="outline-container-org618a150" class="outline-2">
<h2 id="org618a150"><span class="section-number-2">2.</span> Digital Subscriber Line (DSL)</h2>
<div class="outline-text-2" id="text-2">
<p>
Provides access to high-speed networks or the internet through telephone lines and a modem.
The <code>RJ-45</code> connects a computer to network elements and is mostly used with ethernet cables.
</p>
</div>
</div>

<div id="outline-container-orgc64845a" class="outline-2">
<h2 id="orgc64845a"><span class="section-number-2">3.</span> Cable Internet</h2>
<div class="outline-text-2" id="text-3">
<p>
Uses a cable TV infrastructure and a modem to provide high-speed internet access to users.
An <code>F-type</code> connector is commonly used with cable modems.
</p>
</div>
</div>

<div id="outline-container-org1128e8f" class="outline-2">
<h2 id="org1128e8f"><span class="section-number-2">4.</span> Fiber-optic cables</h2>
<div class="outline-text-2" id="text-4">
<p>
Contain strands of glass fibers inside an insulated casing that send data long-distance and allow for higher-bandwidth communication.
</p>

<p>
The major internet providers use <b>fiber-optic cables</b> for high-speed internet service.
</p>

<p>
<a href="20230823071458-wireless_networking_technologies.html#ID-1790e84d-6eb8-4f9b-8abf-1b9a9f833bd6">Wireless Networking Technologies</a>
</p>
</div>
</div>
</div>
</body>
</html>
